export type CountryDataVNJ = {
    nameof:string;
    name: string;
    name_two: string;
    name_three: string;
    flagUrl: string;
    pageUrl: string;
    backgroundImgUrl: string;
    description: string;
    name_ogo: string;
    feature_one:string;
    feature_two:string;
    feature_three:string;
    feature_four:string;
    feature_five:string;
    feature_six:string;
    feature_seven:string;
  };
  
  export const europeCountries: CountryDataVNJ[] = [
    
    { 
        nameof: "france",
        name: 'Франция',
        name_two: 'Францию',
        name_three: 'Франции',
        name_ogo: 'французского ',
        flagUrl: '/images/Flags/france.svg',
        backgroundImgUrl: '/images/countries/France.jpg',
        pageUrl: '/vnj/france',
        feature_one:"ВНЖ в Франции дает право на легальное проживание и работу в стране.",
        feature_two:"Обладатели ВНЖ могут путешествовать по некоторым европейским странам с упрощенным визовым режимом.",
        feature_three:"Владельцы ВНЖ имеют доступ к медицинским услугам и образовательным учреждениям в Франции.",
        feature_four:"ВНЖ открывает возможности для ведения бизнеса, регистрации компаний и инвестирования в экономику страны.",
        feature_five:"Обладатели ВНЖ могут свободно приобретать недвижимость в Франции.",
        feature_six:"Резиденты Франции могут иметь право на налоговые льготы и преференции.",
        feature_seven:"После определенного периода проживания в стране, обладатели ВНЖ могут иметь право на получение французского гражданства.",
        description: 'Хотите обрести стабильность и новые перспективы в уютной атмосфере Франции? Наша компания предлагает профессиональное сопровождение по оформлению ВНЖ в Болгарии – вашему ключу к беззаботной жизни в этой прекрасной стране. С учетом наших богатых знаний и опыта в области визовых процедур, мы обеспечим вас всей необходимой информацией и поддержкой на каждом этапе процесса. Получите преимущества резидентства в Болгарии: доступ к бизнесу, образованию и здравоохранению. Предлагаемые нами услуги по оформлению ВНЖ в Болгарии позволят вам без лишних затрат времени и усилий освоиться в новой стране, оставаясь спокойным и уверенным в своем будущем. Доверьте нам вашу мечту о жизни в Болгарии – начните новую главу своей жизни прямо сейчас!'
      },
      { 
        nameof: "bulgaria",
        name: 'Болгария',
        name_two: 'Болгарию',
        name_three: 'Болгарии',
        name_ogo: 'болгарского ',
        flagUrl: '/images/Flags/bulgaria.svg',
        backgroundImgUrl: '/images/countries/Bulgaria.jpg',
        pageUrl: '/vnj/bulgaria',
        feature_one:"ВНЖ в Болгарии дает право на легальное проживание и работу в стране.",
        feature_two:"Обладатели ВНЖ могут путешествовать по некоторым европейским странам с упрощенным визовым режимом.",
        feature_three:"Владельцы ВНЖ имеют доступ к медицинским услугам и образовательным учреждениям в Болгарии.",
        feature_four:"ВНЖ открывает возможности для ведения бизнеса, регистрации компаний и инвестирования в экономику страны.",
        feature_five:"Обладатели ВНЖ могут свободно приобретать недвижимость в Болгарии.",
        feature_six:"Резиденты Болгарии могут иметь право на налоговые льготы и преференции.",
        feature_seven:"После определенного периода проживания в стране, обладатели ВНЖ могут иметь право на получение болгарского гражданства.",
        description: 'Хотите обрести стабильность и новые перспективы в уютной атмосфере Болгарии? Наша компания предлагает профессиональное сопровождение по оформлению ВНЖ в Болгарии – вашему ключу к беззаботной жизни в этой прекрасной стране. С учетом наших богатых знаний и опыта в области визовых процедур, мы обеспечим вас всей необходимой информацией и поддержкой на каждом этапе процесса. Получите преимущества резидентства в Болгарии: доступ к бизнесу, образованию и здравоохранению. Предлагаемые нами услуги по оформлению ВНЖ в Болгарии позволят вам без лишних затрат времени и усилий освоиться в новой стране, оставаясь спокойным и уверенным в своем будущем. Доверьте нам вашу мечту о жизни в Болгарии – начните новую главу своей жизни прямо сейчас!'
      },
   
      { 
        nameof: "spain",
        name: 'Испания',
        name_two: 'Испанию',
        name_three: 'Испании',
        name_ogo: 'испанского ',
        flagUrl: '/images/Flags/spain.svg',
        backgroundImgUrl: '/images/countries/Spain.webp',
        pageUrl: '/vnj/spain',
        feature_one:"ВНЖ в Испании дает право на легальное проживание и работу в стране.",
        feature_two:"Обладатели ВНЖ могут путешествовать по некоторым европейским странам с упрощенным визовым режимом.",
        feature_three:"Владельцы ВНЖ имеют доступ к медицинским услугам и образовательным учреждениям в Испании.",
        feature_four:"ВНЖ открывает возможности для ведения бизнеса, регистрации компаний и инвестирования в экономику страны.",
        feature_five:"Обладатели ВНЖ могут свободно приобретать недвижимость в Испании.",
        feature_six:"Резиденты Испании могут иметь право на налоговые льготы и преференции.",
        feature_seven:"После определенного периода проживания в стране, обладатели ВНЖ могут иметь право на получение испанского гражданства.",
        description: 'Хотите обрести стабильность и новые перспективы в уютной атмосфере  Испании? Наша компания предлагает профессиональное сопровождение по оформлению ВНЖ в Испании – вашему ключу к беззаботной жизни в этой прекрасной стране. С учетом наших богатых знаний и опыта в области визовых процедур, мы обеспечим вас всей необходимой информацией и поддержкой на каждом этапе процесса. Получите преимущества резидентства в Испании: доступ к бизнесу, образованию и здравоохранению. Предлагаемые нами услуги по оформлению ВНЖ в Болгарии позволят вам без лишних затрат времени и усилий освоиться в новой стране, оставаясь спокойным и уверенным в своем будущем. Доверьте нам вашу мечту о жизни в Болгарии – начните новую главу своей жизни прямо сейчас!'
      },


    ];
    
